"(optional)" = "(Optional)";
"Address Book:" = "Adressbuch:";
"Apply Coupon" = "Coupon verwenden";
"Buy Later" = "Später kaufen";
"Buy Now" = "Sofort kaufen";
"Cancel" = "Abbrechen";
"Card Number:" = "Kartennummer:";
"City:" = "Stadt:";
"Close" = "Schließen";
"Company Name:" = "Firmenname:";
"Confirm Email:" = "Email bestätigen:";
"Country:" = "Land:";
"Coupon Code:" = "Gutscheincode:";
"Coupon:" = "Gutschein:";
"Credit Card" = "Kreditkarte";
"Credit Card Type:" = "Art der Kreditkarte:";
"Done" = "Fertig";
"Email Address:" = "E-Mail-Adresse:";
"Email Support" = "E-Mail-Support";
"Enter your name and licence key to activate this software." = "Bitte geben Sie ihren Namen und ihren Lizenzschlüssel ein, um die Software zu aktivieren.";
"Expiration Date:" = "Ablaufdatum:";
"FAX_MESSAGE" = "You can pay by credit card, check, or purchase order.\n\nPrint out the form and mail your order to:\n\nCocoatech\n4255 24th St.\nSan Francisco, CA 94114";
"Fax, Mail or Purchase Order" = "Fax, Mail oder Rechnung";
"First Name:" = "Vorname:";
"Full Version" = "Vollversion";
"Home Address" = "Heimadresse";
"In order to qualify for the upgrade price, you must have a valid license key from a previous version of this software." = "Um sich für Update-Preis zu qualifizieren, müssen Sie einen gültigen Lizenzschlüssel für eine ältere Version dieser Software besitzen.";
"Last Name:" = "Nachname:";
"License Key:" = "Lizenzschlüssel:";
"Login to PayPal" = "Login zu PayPal";
"Mail or Purchase Order" = "Mit Bestellung";
"Name on Card:" = "Name auf der Karte:";
"Next" = "Weiter";
"Number of Users:" = "Anzahl von Benutzern:";
"OK" = "Ok";
"Office Address" = "Adresse Büro";
"Order Summary:" = "Zusammenfassung Bestellung:";
"PAYPAL_MESSAGE" = "Mit PayPal bezahlen ist einfach. Klicken Sie auf die Schaltfläche um die Anmeldung bei PayPal und die Zahlung durchzuführen.\n\nWenn Sie es bevorzugen, die PayPal-Zahlung über Ihren Webbrowser durchzuführen <a href=\"mkcl://kMKCShowPayPalInDefaultBrowser\">klicken Sie hier</a>. In diesem Fall müssen Sie den Lizenzcode von Hand eingeben, nachdem Sie diesen per E-Mail erhalten haben.";
"PREPAID_MESSAGE" = "Wenn Sie einen vorausbezahlten Coupon Code erhalten haben, geben Sie diesen nun ein.";
"Pay by Fax, Mail or Purchase Order" = "Bezahlung per Fax, Email oder auf Rechnung";
"Pay using Credit Card" = "Mit Kreditkarte zahlen";
"Pay using PayPal" = "Mit PayPal zahlen";
"Pay using Prepaid Code" = "Bezahlen per Prepaid Code";
"Phone Number:" = "Telefonnummer:";
"Place Order" = "Bestellen";
"Postal/Zip Code:" = "PLZ";
"Prepaid Code" = "Vorauszahlungs-Code";
"Prepaid Code:" = "Vorauszahlungs-Code:";
"Previous" = "Zurück";
"Pricing Information:" = "Preisinformationen:";
"Primary Address" = "Primäre Adresse";
"Print" = "Drucken";
"Print Form" = "Formular drucken";
"Quit" = "Beenden";
"Secure Purchasing System" = "Sicheres Kaufsystem";
"Security Code:" = "Sicherheits-Code:";
"State/Province:" = "Bundesland:";
"Street Address:" = "Adresse:";
"Submit Code" = "Code senden";
"Subscribe to the Path Finder newsletter" = "Path Finder Newsletter bestellen";
"THANKYOU_MESSAGE" = "Your purchase has completed successfully!\n\nYour computer is now licensed to use Path Finder, and your license information has been saved.\n\nClick the print button below to print out your license key and keep it in a safe place, you may need this if you change machines or reinstall the OS.\n\nWe have emailed your license key to your email address: ##USERS_EMAIL##.\nYou will not have to do anything with this email, your registration code has already been set, but print it out so you have record of your purchase.\n\nYour license information can be viewed in Path Finder's About box.  Choose \"About Path Finder\" located in the Path Finder menu in your menu bar.\n\nThank you again!  If you have questions or problems, please let us know! Send us an <a href=\"mailto:help@cocoatech.com\">email</a>.";
"THANKYOU_TITLE" = "Thank you for purchasing Path Finder!";
"Tab" = "Tabulator";
"To pay using a different method, go back to the previous step and choose a different payment method." = "Um mit einer anderen Methode zu bezahlen, gehen Sie zum letzten Schritt zurück und wählen Sie eine andere Zahlungsart.";
"Update" = "Aktualisieren";
"Upgrade" = "Aktualisieren";
"View" = "Darstellung";
"WELCOME_MESSAGE" = "Ihre Unterstützung ist herzlich willkommen! Path Finder wird durch die Unterstützung von Benutzern wie Ihnen, ständig weiterentwickelt und verbessert!\n\nSie können Path Finder mit Kreditkarte, PayPal oder per Bestellung kaufen.\n\nWenn Sie bereits eine Lizenz besitzen und diese aktivieren wollen <a href=\"mkcl://kMKCEnterLicenseKey\">klicken Sie hier</a>.\n\nWenn Sie Fragen haben, können Sie uns jederzeit eine <a href=\"mailto:help@cocoatech.com\">E-Mail senden</a> (englisch).";
"WELCOME_TITLE" = "Path Finder kaufen ist einfach!";
"What kind of license do you want?" = "Welche Art von Lizenz möchten Sie erweben?";
"Your details are secured in transfer with 128-bit SSL encryption." = "Ihre Angaben werden mit einer 128-bit SSL Verschlüsselung gesichert übertragen.";
"not licensed" = "nicht lizensiert";

/* ==== UNLOCALIZED ==== */

"American Express" = "American Express";
"Diners Club" = "Diners Club";
"Discover Card" = "Discover Card";
"JCB" = "JCB";
"MasterCard" = "MasterCard";
"Name:" = "Name:";
"PayPal" = "PayPal";
"Visa" = "Visa";
